{
    "clues": {
      "1": {
        "1": "\nWhen nature stirs, we stand prepared,\n In this hall, knowledge is shared.\n By the lot where the honored stay,\n Your next clue is tucked away.",
        "2": "\nWhere innovation finds its way,\n And H.O.M.E. shapes life each day.\n Crafting organs, a future so bright,\n Seek your clue where science ignites!",
        "3": "\nA symbol of strength, standing tall,\n Metal beast that guards us all.\n Find the tracks where warriors stand,\n Your next clue lies close at hand!",
        "4": "\nA place where cool delights bring cheer,\n And gadgets new are always near.\n Step where tech and treats unite,\n Your next clue hides in plain sight!"
      },
      "2": {
        "1": "\nWhere engines hum and ideas ignite,\n Machines take shape, precision tight.\n Driven by passion, built with care,\n Your next clue waits in the lab back there.",
        "2": "\nA place of exchange, now left behind,\n Where hands once met in search aligned.\n By the path of blood and ashes spread,\n Trace the past where footsteps led.",
        "3": "\nA hidden path, both dark and bright,\n Sheltered steps steal from sight.\n Between wisdom’s keep and a place of rest,\n Find where hearts walk—your next quest!",
        "4": "\nWhere echoes of ink meet paper’s embrace,\n And endless streams leave no trace.\n A name that whispers of waters grand,\n Find your clue where copies stand!"
      },
      "3": {
        "1": "Three paths diverge, a choice to make,\n One for wisdom, one for a break.\n The third stands quiet, open and free,\n Where the sun sets beyond the trees.",
        "2": "Where power hums, yet lights still gleam,\n A hidden force behind the scene.\n East of the hall, out of view,\n Your next clue waits, just there for you.",
        "3": "Where colors shine, both bright and bold,\n A place of freshness, crisp and cold.\n Beside a sip so thick and sweet,\n Find your clue where health and taste meet.",
        "4": "Where the journey starts, both old and new,\n By colors high in sky so true.\n Three mighty horses, frozen in stride,\n Find your clue where they reside."
      },
      "4": {
        "1": "Where knowledge flows and waters rise,\n A hidden path beneath the skies.\n Bridging the way through green embrace,\n Find your clue in this tranquil space!",
        "2": "Where strength is tested, firm and true,\n And engines roar with tasks to do.\n Concrete ideas take their form,\n Find your clue where structures are born.",
        "3": "Between wisdom’s keep and a feast well-known,\n A path stands lined with wheels alone.\n By day, a passage bustling bright,\n By night, a hush—a ghostly sight.",
        "4": "Where ideas rise and minds elect, A place to learn,\n explore, select.\n From the western path, step right through,\n Trust your sense—the next clue waits for you."
      },
      "5": {
        "1": "Where stories rest and journeys rewind, A stop before new tales you find. Return the past, make space for new, Your next clue is waiting for you!",
        "2": "Where voices falter, they find repair, New ones emerge, crisp and clear. Above, a place of silent might, Guiding all who work with byte.",
        "3": "Where healing hands and memories stay, A tribute stands not far away. Though it may seem like a place of rest, It honors a leader, among the best.",
        "4": "Between the walls where borders blend, In leafy shade, where paths extend. A place nearby helps sights stay clear, Look around—your clue is near."
      },
      "6": {
        "1": "Amidst the buzz where laughter stays, Find the path that few dare gaze. Northwest whispers secrets untold, Venture forth, let clues unfold!",
        "2": "Where flavors blend and skills take flight, A place that perfects the art of delight. Hospitality thrives, both warm and grand, Find your clue where future chefs stand!",
        "3": "Beyond the courts where players stride, Eastward, where secrets hide. A quiet lab, its name tells a tale, Near where new Identities set sail.",
        "4": "Where many paths converge as one, A guiding point for all who come. Standing still yet leading the way, Find your clue here today!"
      },
      "7": {
        "1": "Where plans take shape and stalls come alive, A stop for those who craft and strive. Behind bold colors that tell a tale, Your next clue rests beyond the veil.",
        "2": "A circular path where journeys blend, Linking the start to knowledge’s end. Between the gate and learning’s space, Find your clue in this central place.",
        "3": "Guardians of wood stand side by side, Framing the path where secrets hide. Beyond the gate where waters gleam, Between the two, find your dream!",
        "4": "Where service and snacks go hand in hand, A corner of change, both small and grand. To the western side, take a stroll, Your next clue lies near heart and soul."
      },
      "8": {
        "1": "When nature stirs, we stand prepared, In this hall, knowledge is shared. By the lot where the honored stay, Your next clue is tucked away.",
        "2": "A place of exchange, now left behind, Where hands once met in search aligned. By the path of blood and ashes spread, Trace the past where footsteps led.",
        "3": "Where healing hands and memories stay, A tribute stands not far away. Though it may seem like a place of rest, It honors a leader, among the best.",
        "4": "Where the journey starts, both old and new, By colors high in sky so true. Three mighty horses, frozen in stride, Find your clue where they reside."
      },
      "9": {
        "1": "Where engines hum and ideas ignite, Machines take shape, precision tight. Driven by passion, built with care, Your next clue waits in the lab back there.",
        "2": "Where innovation finds its way, And H.O.M.E. shapes life each day. Crafting organs, a future so bright, Seek your clue where science ignites!",
        "3": "Beyond the courts where players stride, Eastward, where secrets hide. A quiet lab, its name tells a tale, Near where new Identities set sail.",
        "4": "Between the walls where borders blend, In leafy shade, where paths extend. A place nearby helps sights stay clear, Look around—your clue is near."
      },
      "10": {
        "1": "Three paths diverge, a choice to make, One for wisdom, one for a break. The third stands quiet, open and free, Where the sun sets beyond the trees.",
        "2": "Where strength is tested, firm and true, And engines roar with tasks to do. Concrete ideas take their form, Find your clue where structures are born.",
        "3": "A symbol of strength, standing tall, Metal beast that guards us all. Find the tracks where warriors stand, Your next clue lies close at hand!",
        "4": "Where service and snacks go hand in hand, A corner of change, both small and grand. To the western side, take a stroll, Your next clue lies near heart and soul."
      },
      "11": {
        "1": "Where knowledge flows and waters rise, A hidden path beneath the skies. Bridging the way through green embrace, Find your clue in this tranquil space!",
        "2": "Where power hums, yet lights still gleam, A hidden force behind the scene. East of the hall, out of view, Your next clue waits, just there for you.",
        "3": "Guardians of wood stand side by side, Framing the path where secrets hide. Beyond the gate where waters gleam, Between the two, find your dream!",
        "4": "Where echoes of ink meet paper’s embrace, And endless streams leave no trace. A name that whispers of waters grand, Find your clue where copies stand!"
      },
      "12": {
        "1": "Where stories rest and journeys rewind, A stop before new tales you find. Return the past, make space for new, Your next clue is waiting for you!",
        "2": "Where flavors blend and skills take flight, A place that perfects the art of delight. Hospitality thrives, both warm and grand, Find your clue where future chefs stand!",
        "3": "Where colors shine, both bright and bold, A place of freshness, crisp and cold. Beside a sip so thick and sweet, Find your clue where health and taste meet.",
        "4": "A place where cool delights bring cheer, And gadgets new are always near. Step where tech and treats unite, Your next clue hides in plain sight!"
      },
      "13": {
        "1": "Amidst the buzz where laughter stays, Find the path that few dare gaze. Northwest whispers secrets untold, Venture forth, let clues unfold!",
        "2": "Where voices falter, they find repair, New ones emerge, crisp and clear. Above, a place of silent might, Guiding all who work with byte.",
        "3": "A hidden path, both dark and bright, Sheltered steps steal from sight. Between wisdom’s keep and a place of rest, Find where hearts walk—your next quest!",
        "4": "Where many paths converge as one, A guiding point for all who come. Standing still yet leading the way, Find your clue here today!"
      },
      "14": {
        "1": "Where plans take shape and stalls come alive, A stop for those who craft and strive. Behind bold colors that tell a tale, Your next clue rests beyond the veil.",
        "2": "A circular path where journeys blend, Linking the start to knowledge’s end. Between the gate and learning’s space, Find your clue in this central place.",
        "3": "Between wisdom’s keep and a feast well-known, A path stands lined with wheels alone. By day, a passage bustling bright, By night, a hush—a ghostly sight.",
        "4": "Where ideas rise and minds elect, A place to learn, explore, select. From the western path, step right through, Trust your sense—the next clue waits for you."
      },
      "15": {
        "1": "When nature stirs, we stand prepared, In this hall, knowledge is shared. By the lot where the honored stay, Your next clue is tucked away.",
        "2": "A place of exchange, now left behind, Where hands once met in search aligned. By the path of blood and ashes spread, Trace the past where footsteps led.",
        "3": "Where healing hands and memories stay, A tribute stands not far away. Though it may seem like a place of rest, It honors a leader, among the best.",
        "4": "Between the walls where borders blend, In leafy shade, where paths extend. A place nearby helps sights stay clear, Look around—your clue is near."
      }
    },

    "codes" : {
      
        "1": {
          "1": "703628",
          "2": "688269",
          "3": "713691",
          "4": "235898"
        },
        "2": {
          "1": "372327",
          "2": "193747",
          "3": "826495",
          "4": "776975"
        },
        "3": {
          "1": "757763",
          "2": "512037",
          "3": "498167",
          "4": "493163"
        },
        "4": {
          "1": "765090",
          "2": "211057",
          "3": "304338",
          "4": "995293"
        },
        "5": {
          "1": "595423",
          "2": "931392",
          "3": "442746",
          "4": "283576"
        },
        "6": {
          "1": "412663",
          "2": "973623",
          "3": "680090",
          "4": "457091"
        },
        "7": {
          "1": "859009",
          "2": "518145",
          "3": "250055",
          "4": "869319"
        },
        "8": {
          "1": "796120",
          "2": "464743",
          "3": "696909",
          "4": "277429"
        },
        "9": {
          "1": "641472",
          "2": "321598",
          "3": "517686",
          "4": "310582"
        },
        "10": {
          "1": "642096",
          "2": "320054",
          "3": "406999",
          "4": "418213"
        },
        "11": {
          "1": "975830",
          "2": "314232",
          "3": "644253",
          "4": "630311"
        },
        "12": {
          "1": "891679",
          "2": "332752",
          "3": "759206",
          "4": "522845"
        },
        "13": {
          "1": "390169",
          "2": "398700",
          "3": "467698",
          "4": "739593"
        },
        "14": {
          "1": "759314",
          "2": "116848",
          "3": "641991",
          "4": "128112"
        },
        "15": {
          "1": "799409",
          "2": "404685",
          "3": "340166",
          "4": "727354"
        }      
     },
    "final_clue": "Pushpa, I hate tears... But you might just shed a few if you overthink this one! Rishtey mein toh hum tumhare baap lagte hain... Lekin iss waqt, sirf ek clue dene waale insaan hain! Not all battlegrounds have warriors so bold, Some fight with a sphere, not weapons of gold. Where victories are won with a flick of the hand, Go back to the start—your prize is at hand!"
  }
  